Repository: kzachos/dr-rossa-kollegen
Catalog: web/app/plugins/analytics-head/languages/analytics-head-*.po
Languages: pl_pl

source: This plugin adds tracking code for <strong>Google Analytics</strong> to your WordPress site. Unlike other plugins, code is added to the <i>&lt;head&gt;</i> section, so you can authorize your site in <strong>Google Webmaster Tools</strong>. Of course you can also move your tracking code into footer.
pl_pl: Ta wtyczka dodaje kod śledzący usługi <strong>Google Analytics</strong> na Twoją stronę WordPressa. W odróżnieniu od innych wtyczek, kod jest dodawany do sekcji <i>&lt;head&gt;</i>, dzięki czemu możesz łatwo autoryzować swoją stronę w usłudze <strong>Google Webmaster Tools</strong>. Oczywiście jeżeli zechcesz, możesz kod umieścić na dole strony.

source: Google Analytics Head plugin options
pl_pl: Google Analytics Head opcje wtyczki

source: General settings
pl_pl: Ustalenia ogólne

source: Hiding
pl_pl: Ukrywanie

source: Move code
pl_pl: Przenieś kod

source: Developer settings
pl_pl: Ustawienia programisty

source: You feel thankful? You may <a href="%s">buy me a beer or coke</a> if you wish :)
pl_pl: Chcesz mi podziękować? Możesz mi <a href="%s">kupić piwo albo colę</a> jeśli masz ochotę :)

source: Enter your settings below. Note that you must enter valid Google ID code to make this plugin work!
pl_pl: Wprowadź poniżej swoje ustawienia. Pamiętaj, że aby wtyczka mogła działać musisz podać poprawny kod śledzący Google

source: This part is for developers and people who may be interested in plugin manipulation without touching source code. This is highly recommended way to do that kind of things.
pl_pl: Ta część jest dla programistów i ludzi zainteresowanych w modyfikację wtyczki bez naruszania kodu źródłowego. To najlepsza metoda, aby to zrobić.

source: Something like UA-XXXXXXXX-X, where X-es are digits. It is your personal Google Analytics code provided by Google.
pl_pl: Coś jak UA-XXXXXXXX-X, gdzie X to cyfry. To jest twój osobisty kod Google Analytics dostarczony przez Google.

source: Hide Google tracking code in the admin area
pl_pl: Ukryj kod śledzący w panelu administratora

source: Hide Google tracking code for all logged-in users, anywhere
pl_pl: Ukryj kod śledzący dla wszystkich zalogowanych użytkowników

source: Move Google tracking code to the end of the page instead of the &lt;head&gt; section.
pl_pl: Przenieś kod śledzący z sekcji &lt;head&gt; na sam dół strony

source: After enabling this option, plugin will be firing two actions (<strong>pp_google_analytics_head_before</strong>, <strong>pp_google_analytics_head_after</strong>) and will use one filter (<strong>pp_google_analytics_head_output</strong>) for output.
pl_pl: Po włączeniu tej opcji, wtyczka wywoła dwie akcje (<strong>pp_google_analytics_head_before</strong>, <strong>pp_google_analytics_head_after</strong>) oraz użyje filtra (<strong>pp_google_analytics_head_output</strong>) dla wstawianego kodu.

source: Add plugin name to the tracking code
pl_pl: Dodaj nazwę wtyczki do wygenerowanego kodu

source: BEGIN: Added by Google Analytics Head plugin
pl_pl: POCZĄTEK: Dodano za pomocą wtyczki Google Analytics Head

source: Please remember to <a href="%s">setup Google Tracking ID</a> in order to use Google Analytics Head plugin!
pl_pl: Pamiętaj aby <a href="%s">ustawić kod śledzący Google</a>, by móc używać wtyczki Google Analytics Head!

source: Settings
pl_pl: Ustawienia
